Repository: Jerroder/remote-lens
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Bluetooth Devices
de: Bluetooth-Geräte
es: Dispositivos Bluetooth
fr: Appareils Bluetooth

# bluetooth_disabled
source: Bluetooth is disabled
de: Bluetooth ist deaktiviert
es: Bluetooth está desactivado
fr: Bluetooth est désactivé

source: Burst mode
de: Serienbildmodus
es: Modo ráfaga
fr: Mode rafale

# camera_turned_off_text
source: Please make sure the camera is turned on and in range.
de: Bitte stellen Sie sicher, dass die Kamera eingeschaltet ist und sich in Reichweite befindet.
es: Asegúrese de que la cámara esté encendida y dentro del alcance.
fr: Assurez-vous que l'appareil photo est allumé et qu'il est à portée.

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Connecting, please wait...
de: Verbindung wird hergestellt, bitte warten...
es: Conectando, por favor espere...
fr: Connexion, veuillez patienter...

source: Could not autofocus
de: Konnte nicht automatisch fokussieren
es: No pudo enfocar automáticamente
fr: N’a pas pu faire la mise au point

# couldnt_connect_to_camera
source: Couldn’t connect to the camera
de: Verbindung zur Kamera konnte nicht hergestellt werden
es: No se pudo conectar a la cámara
fr: Connexion à l'appareil impossible

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecté

source: Done
de: Fertig
es: Hecho
fr: OK

# exposure_info_text
source: If exposure time is set to 0, it must be set on camera. If it’s not 0, ensure the camera is in bulb mode.
de: Wenn die belichtungszeit auf 0 eingestellt ist, muss sie an der kamera eingestellt werden. Wenn sie nicht 0 ist, stellen Sie sicher, dass die kamera im Bulb-Modus ist.
es: Si el tiempo de exposición está establecido en 0, debe configurarse en la cámara. Si no es 0, asegúrese de que la cámara esté en modo bulbo.
fr: Si la durée d'exposition est 0, elle doit être configurée sur l’appareil. Si elle n’est pas 0, veillez à ce que l’appareil soit en mode poses longues.

source: Exposure time
de: Belichtungszeit
es: Tiempo de exposición
fr: Durée d’exposition

# geotagging_when_starting
source: Get GPS coordinates once when the app starts
de: GPS-Koordinaten einmal beim Start der App abrufen
es: Obtener coordenadas GPS una vez al iniciar la aplicación
fr: Obtenir les coordonnées GPS une seule fois au démarrage de l'application

# geotagging_when_triggering
source: Get GPS coordinates every time a photo is taken
de: GPS-Koordinaten jedes Mal abrufen, wenn ein Foto aufgenommen wird
es: Obtener coordenadas GPS cada vez que se toma una foto
fr: Obtenir les coordonnées GPS à chaque fois qu'une photo est prise

# gps_data_sent
source: GPS data sent to the camera
de: GPS-Daten an die Kamera gesendet
es: Datos GPS enviados a la cámara
fr: Données GPS envoyées à l'appareil photo

# gps_not_enabled
source: GPS not enabled on camera
de: GPS ist auf der Kamera nicht aktiviert
es: GPS no está activado en la cámara
fr: Le GPS n'est pas activé sur l'appareil photo

source: Intervalometer
de: Intervallometer
es: Intervalómetro
fr: Intervallomètre

source: Location access denied
de: Standortzugriff verweigert
es: Acceso a la ubicación denegado
fr: Accès à la position refusé

# location_access_denied_text
source: To use this feature, please enable location access in settings.
de: Um diese Funktion zu nutzen, aktivieren Sie bitte den Standortzugriff in den Einstellungen.
es: Para usar esta función, active el acceso a la ubicación en la configuración.
fr: Pour utiliser cette fonction, activez l'accès à la localisation dans les paramètres.

# manual_geotagging
source: Get GPS data manually
de: GPS-Daten manuell abrufen
es: Obtener datos GPS manualmente
fr: Obtenir manuellement les données GPS

source: No devices found
de: Keine geräte gefunden
es: No se encontraron dispositivos
fr: Aucun appareil trouvé

source: No geotagging
de: Kein Geotagging
es: Sin geotagging
fr: Pas de géotag

source: Number of photos
de: Anzahl der fotos
es: Número de fotos
fr: Nombre d’images

source: One Shot
de: Einzelschuss
es: Solo disparo
fr: Photo Unique

# remove_from_camera_menu_text
source: Please remove this iPhone from your camera’s paired devices list and try connecting again.
de: Bitte entfernen Sie dieses iPhone aus der Liste der gekoppelten Geräte Ihrer Kamera und versuchen Sie es erneut.
es: Por favor, elimine este iPhone de la lista de dispositivos emparejados de su cámara e intente conectarse nuevamente.
fr: Veuillez supprimer cet iPhone de la liste des appareils appariés à votre appareil photo et réessayez de vous connecter.

# remove_from_iphone_menu_text
source: Please remove the camera from your iPhone's paired devices list and try connecting again.
de: Bitte entfernen Sie die Kamera aus der Liste der gekoppelten Geräte Ihres iPhones und versuchen Sie es erneut.
es: Por favor, elimine la cámara de la lista de dispositivos emparejados de su iPhone e intente conectarse nuevamente.
fr: Veuillez supprimer l'appareil photo de la liste des appareils couplés de votre iPhone et essayez de vous connecter à nouveau.

source: Select an option
de: Wählen sie eine option
es: Seleccione una opción
fr: Sélectionner une option

# send_gps_to_camera
source: Send GPS data to camera
de: GPS-Daten an die Kamera senden
es: Enviar datos GPS a la cámara
fr: Envoyer les données GPS à l'appareil photo

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

source: Unknown Device
de: Unbekanntes Gerät
es: Dispositivo desconocido
fr: Appareil Inconnu

source: Wait between photos
de: Warten zwischen fotos
es: Esperar entre fotos
fr: Attente entre les photos

# waiting_for_gps
source: Waiting for GPS fix…
de: Warte auf GPS-Signal…
es: Esperando la señal de GPS…
fr: En attente des coordonnées GPS...

source: Start
es: Comenzar
fr: Commencer

source: Stop
es: Detener
fr: Arrêter

source: Geotagging
fr: Géotag
